@extends('layouts.layout')

@section('title','規約')

@section('addheader')

<link rel="stylesheet" href="{{ asset('frontend/jetapo/assets/css/shunsuke.css') }}">

@endsection

@section('content')

<body class="template-color-1">

        <pre class="terms">

            <span class="terms-topic">総則</span>    
            【定義】
            本規約上、弊社を甲、ユーザーを乙とします。


            <span class="terms-topic">資金決済法に基づく利用規約</span>

            第1条 目的について
            1．WordBurgerポイント利用規約（以下「本規約」といいます。）は、甲が発行するWordBurgerポイントの利用条件を定めるものです。
            2．本規約以外のWordBurgerポイントに関するヘルプ、ガイドページも本規約の一部を構成するものとし、利用者はこれに同意するものとします。
            3．利用者は、本規約に同意のうえ、WordBurgerポイントを翻訳の対価として利用するものとします。
            4．本規約は、当社が定める会員規約その他利用規約と重畳的に適用されるものとします。
            
            第2条 購入・チャージについて
            1．利用者は、当社所定の方法により、WordBurgerポイントを購入・チャージすることができます。
            2．利用者が未成年者である場合、法定代理人の同意を得て、WordBurgerポイントを購入・チャージできるものとします。
            
            第3条 無償付与について
            当社は、利用者に対し、WordBurgerポイントを無償付与することがあります。
            
            
            
            第7条 払戻し等について    
            1．当社は、法令の定めがある場合を除き、一旦チャージされたポイントの払戻しはできません。
            2．当社は、理由のいかんを問わず、WordBurgerポイントの再発行又は換金をいたしません。
            
            第8条 利用の停止・失効について 
            当社は、次の各号のいずれかに該当する場合、WordBurgerポイントの利用を停止し、又はWordBurgerポイントを失効させることができるものとします。
            （1）利用者が不正な方法によりWordBurgerポイントを取得し、又は不正な方法で取得されたWordBurgerポイント であることを知って利用した場合
            （2）利用者が本規約に違反した場合
            （3）WordBurgerポイントが偽造、変造されたものである場合
            （4）当社がWordBurgerポイントの利用の停止を必要とする相当の事由があると判断した場合
            
            
            第9条 利用の中断について 
            当社は、WordBurgerポイント管理システムの保守・点検、又は故障、天災、通信回線の故障その他の理由により、
            利用者に事前に通知することなく、WordBurgerポイントの利用を中断することができるものとします。
            
            第10条 終了について
            当社は、社会情勢の変化、法令の改廃又は当社のやむを得ない事由により、WordBurgerポイントの発行又は利用の終了をすることができるものとします。
            
            第11条 譲渡等の禁止について 
            乙は、WordBurgerポイントを、方法のいかんを問わず、他人に譲渡し、貸与し、又は担保に供することはできないものとします。
            
            第12条 制限責任について
            WordBurgerポイントを利用することができないことにより利用者に生じた損害又は不利益について、当社は、何ら責任を負わないものとします。
            
            第13条 規約変更について
            当社は、必要と判断した場合、本規約を民法第548条の4の規定に基づき変更することがあります。
            変更を行う旨及び変更後の本規約の内容並びにその効力発生時期は、効力発生時期が到来するまでに
            ウェブサイトへの掲示、電子メール、アプリケーションのプッシュ通知又はその他相当の方法により周知します。
            
            第14条 準拠法及び合意管轄について
            1．本規約は、日本法に準拠して解釈されるものとします。
            2．当社及び利用者は、WordBurgerポイント又は本規約に関し、当社と利用者の間で生じた紛争の解決について、
            神戸地方裁判所を第一審の専属的合意管轄裁判所とすることにあらかじめ合意するものとします。
            
            
            （附則） 2021年11月07日 制定・施行 2021年11月17日 改定
                
        
        </pre>
</body>
    
@endsection